Repository: dgzeraayt/TanTracker
Catalog: SOLA/Localizable.xcstrings
Source language: fr
Languages: en, es, it, pt

source: Choisis la taille du widget et touche « Ajouter le widget ».
en: Choose the widget size and tap “Add Widget”.
es: Elige el tamaño del widget y toca «Añadir widget».
it: Scegli la dimensione del widget e tocca «Aggiungi widget».
pt: Escolhe o tamanho do widget e toca em «Adicionar widget».

source: Châtain clair
en: Light brown
es: Castaño claro
it: Castano chiaro
pt: Castanho claro

source: Châtain foncé
en: Dark brown
es: Castaño oscuro
it: Castano scuro
pt: Castanho escuro

source: Cible hebdomadaire
en: Weekly target
es: Objetivo semanal
it: Obiettivo settimanale
pt: Meta semanal

source: Clair%@& naturel
en: Light%@& natural
es: Claro%@y natural
it: Chiaro%@e naturale
pt: Claro%@e natural

source: Commence côté face · %lld min
en: Start front side · %lld min
es: Empieza por el frente · %lld min
it: Inizia dal davanti · %lld min
pt: Começa pela frente · %lld min

source: Commencer
en: Get started
es: Empezar
it: Inizia
pt: Começar

source: Commencer le test
en: Start the test
es: Empezar el test
it: Inizia il test
pt: Começar o teste

source: Commencer pour 0,00 €
en: Start for €0.00
es: Empezar por 0,00 €
it: Inizia per 0,00 €
pt: Começar por 0,00 €

source: Comment as-tu connu Goldn ?
en: How did you hear about Goldn?
es: ¿Cómo conociste Goldn?
it: Come hai conosciuto Goldn?
pt: Como conheceste o Goldn?

source: Commençons
en: Let's begin
es: Empecemos
it: Iniziamo
pt: Vamos começar

source: Compte
en: Account
es: Cuenta
it: Account
pt: Conta

source: Confidentialité
en: Privacy
es: Privacidad
it: Privacy
pt: Privacidade

source: Confirmer l'objectif
en: Confirm goal
es: Confirmar objetivo
it: Conferma obiettivo
pt: Confirmar meta

source: Construction
en: Building
es: Construcción
it: Costruzione
pt: Construção

source: Construis l'intensité dans la durée, séance après séance.
en: Build intensity over time, session after session.
es: Construye la intensidad con el tiempo, sesión tras sesión.
it: Costruisci l'intensità nel tempo, sessione dopo sessione.
pt: Constrói a intensidade ao longo do tempo, sessão após sessão.

source: Continue à petites doses, toujours avec ta protection.
en: Keep going in small doses, always with your protection.
es: Sigue en dosis pequeñas, siempre con tu protección.
it: Continua a piccole dosi, sempre con la tua protezione.
pt: Continua em pequenas doses, sempre com a tua proteção.

source: Continuer
en: Continue
es: Continuar
it: Continua
pt: Continuar

source: Copier le lien
en: Copy link
es: Copiar enlace
it: Copia link
pt: Copiar link

source: Couleur de cheveux
en: Hair color
es: Color de pelo
it: Colore dei capelli
pt: Cor do cabelo

source: Couleur de tes yeux ?
en: Your eye color?
es: ¿Color de tus ojos?
it: Colore dei tuoi occhi?
pt: Cor dos teus olhos?

source: Couleur des yeux
en: Eye color
es: Color de ojos
it: Colore degli occhi
pt: Cor dos olhos

source: Couleur naturelle de tes cheveux ?
en: Your natural hair color?
es: ¿Color natural de tu pelo?
it: Colore naturale dei tuoi capelli?
pt: Cor natural do teu cabelo?

source: Coup de chaud visible — la priorité passe à la récupération.
en: Visible overheating — recovery becomes the priority.
es: Golpe de calor visible: la prioridad pasa a la recuperación.
it: Colpo di calore visibile — la priorità passa al recupero.
pt: Golpe de calor visível — a prioridade passa a ser a recuperação.

source: Coups de soleil
en: Sunburn
es: Quemaduras solares
it: Scottature
pt: Queimaduras solares

source: Couvre-toi et laisse-la récupérer avant la prochaine séance.
en: Cover up and let it recover before the next session.
es: Cúbrete y deja que se recupere antes de la próxima sesión.
it: Copriti e lasciala recuperare prima della prossima sessione.
pt: Cobre-te e deixa-a recuperar antes da próxima sessão.

source: Couvre-toi — seuil atteint
en: Cover up — limit reached
es: Cúbrete — límite alcanzado
it: Copriti — limite raggiunto
pt: Cobre-te — limite atingido

source: Couvre-toi — seuil de risque atteint
en: Cover up — risk limit reached
es: Cúbrete — límite de riesgo alcanzado
it: Copriti — limite di rischio raggiunto
pt: Cobre-te — limite de risco atingido

source: Crème impérative et limite ton exposition.
en: Sunscreen is a must and limit your exposure.
es: Protector obligatorio y limita tu exposición.
it: Crema obbligatoria e limita l'esposizione.
pt: Protetor obrigatório e limita a exposição.

source: Crème riche sur les zones exposées
en: Rich cream on exposed areas
es: Crema rica en las zonas expuestas
it: Crema ricca sulle zone esposte
pt: Creme rico nas zonas expostas

source: Crème riche sur les zones exposées, avant le coucher.
en: Rich cream on exposed areas, before bed.
es: Crema rica en las zonas expuestas, antes de acostarte.
it: Crema ricca sulle zone esposte, prima di dormire.
pt: Creme rico nas zonas expostas, antes de deitar.

source: Crème solaire
en: Sunscreen
es: Protector solar
it: Crema solare
pt: Protetor solar

source: Crème solaire appliquée
en: Sunscreen applied
es: Protector solar aplicado
it: Crema solare applicata
pt: Protetor solar aplicado

source: Côté bronzage tu pars de zéro, et c'est parfait pour bien faire.
en: Tan-wise you're starting from zero, and that's perfect for doing it right.
es: En bronceado partes de cero, y es perfecto para hacerlo bien.
it: Quanto all'abbronzatura parti da zero, ed è perfetto per farlo bene.
pt: Em bronzeado partes do zero, e é perfeito para fazer bem.

source: Côté dos · %lld min
en: Back side · %lld min
es: Por la espalda · %lld min
it: Lato schiena · %lld min
pt: Lado das costas · %lld min

source: DOSE SÛRE · %lld MIN
en: SAFE DOSE · %lld MIN
es: DOSIS SEGURA · %lld MIN
it: DOSE SICURA · %lld MIN
pt: DOSE SEGURA · %lld MIN

source: Dans l'heure
en: Within the hour
es: En la hora
it: Entro un'ora
pt: Dentro de uma hora

source: Dans l'heure qui suit
en: Within the following hour
es: En la hora siguiente
it: Entro l'ora successiva
pt: Na hora seguinte

source: Demain, le meilleur moment pour bronzer : %@.
en: Tomorrow, the best time to tan: %@.
es: Mañana, el mejor momento para broncearte: %@.
it: Domani, il momento migliore per abbronzarti: %@.
pt: Amanhã, a melhor altura para bronzear: %@.

source: Des taches de rousseur ?
en: Freckles?
es: ¿Pecas?
it: Lentiggini?
pt: Sardas?

source: Dim
en: Sun
es: Dom
it: Dom
pt: Dom

source: Discipliné
en: Disciplined
es: Disciplinado
it: Disciplinato
pt: Disciplinado

source: Données UV locales
en: Local UV data
es: Datos UV locales
it: Dati UV locali
pt: Dados UV locais

source: Doré%@& lumineux
en: Golden%@& radiant
es: Dorado%@y luminoso
it: Dorato%@e luminoso
pt: Dourado%@e luminoso

source: Doré%@léger
en: Light%@golden
es: Dorado%@ligero
it: Dorato%@leggero
pt: Dourado%@leve

source: Dose quotidienne
en: Daily dose
es: Dosis diaria
it: Dose giornaliera
pt: Dose diária

source: Dès qu'il y a du soleil
en: Whenever it's sunny
es: Siempre que hay sol
it: Ogni volta che c'è il sole
pt: Sempre que há sol

source: Débloqué ✓
en: Unlocked ✓
es: Desbloqueado ✓
it: Sbloccato ✓
pt: Desbloqueado ✓

source: Début Prometteur
en: Promising Start
es: Comienzo Prometedor
it: Inizio Promettente
pt: Começo Promissor

source: Définir mon objectif
en: Set my goal
es: Definir mi objetivo
it: Imposta il mio obiettivo
pt: Definir a minha meta

source: Démarre
en: Start
es: Empezar
it: Inizia
pt: Começar

source: Démarre ton programme pour débloquer ta routine du jour, étape par étape.
en: Start your program to unlock your daily routine, step by step.
es: Inicia tu programa para desbloquear tu rutina diaria, paso a paso.
it: Avvia il tuo programma per sbloccare la routine quotidiana, passo dopo passo.
pt: Inicia o teu programa para desbloquear a tua rotina diária, passo a passo.

source: Démarre ton suivi : tu compareras ton avant/après au fil des semaines.
en: Start tracking: compare your before/after over the weeks.
es: Empieza el seguimiento: compara tu antes/después a lo largo de las semanas.
it: Inizia il monitoraggio: confronta il tuo prima/dopo settimana dopo settimana.
pt: Começa o acompanhamento: compara o teu antes/depois ao longo das semanas.

source: Démarrer
en: Start
es: Empezar
it: Inizia
pt: Começar

source: Démarrer mon programme
en: Start my program
es: Iniciar mi programa
it: Avvia il mio programma
pt: Iniciar o meu programa

source: Détection du teint de peau
en: Detecting skin tone
es: Detección del tono de piel
it: Rilevamento del tono della pelle
pt: Deteção do tom de pele

source: Détecté automatiquement
en: Detected automatically
es: Detectado automáticamente
it: Rilevato automaticamente
pt: Detetado automaticamente

source: Développer la teinte progressivement
en: Build your shade gradually
es: Desarrollar el tono progresivamente
it: Sviluppare la tonalità gradualmente
pt: Desenvolver o tom progressivamente

source: EXTRÊME
en: EXTREME
es: EXTREMO
it: ESTREMO
pt: EXTREMO

source: Elle paraît un peu terne, à raviver.
en: It looks a bit dull, worth reviving.
es: Se ve un poco apagada, hay que avivarla.
it: Appare un po' spenta, da ravvivare.
pt: Parece um pouco baça, a reavivar.

source: En l'absence de bronzage, comment tu décris naturellement ta peau?
en: With no tan, how would you naturally describe your skin?
es: Sin bronceado, ¿cómo describirías tu piel de forma natural?
it: Senza abbronzatura, come descriveresti naturalmente la tua pelle?
pt: Sem bronzeado, como descreverias naturalmente a tua pele?

source: En pause
en: Paused
es: En pausa
it: In pausa
pt: Em pausa

source: En vacances
en: On vacation
es: De vacaciones
it: In vacanza
pt: De férias

source: En vacances seulement
en: Only on holiday
es: Solo en vacaciones
it: Solo in vacanza
pt: Só nas férias

source: Encore %lld min de soleil sans risque aujourd'hui.
en: %lld more min of safe sun today.
es: %lld min más de sol sin riesgo hoy.
it: Ancora %lld min di sole sicuro oggi.
pt: Mais %lld min de sol seguro hoje.

source: Encore %lld min, puis mets-toi à l'ombre. Remets de la crème.
en: %lld more min, then get in the shade. Reapply sunscreen.
es: %lld min más, luego ponte a la sombra. Vuelve a aplicar protector.
it: Ancora %lld min, poi mettiti all'ombra. Riapplica la crema.
pt: Mais %lld min, depois vai para a sombra. Reaplica protetor.

source: Encore peu de hâle — c'est le tout début du parcours.
en: Still little tan — it's the very start of the journey.
es: Aún poco bronceado: es el principio del recorrido.
it: Ancora poca abbronzatura — è l'inizio del percorso.
pt: Ainda pouco bronzeado — é o começo da jornada.

source: Enregistrer la session
en: Save session
es: Guardar sesión
it: Salva la sessione
pt: Guardar sessão

source: Ensoleillé
en: Sunny
es: Soleado
it: Soleggiato
pt: Soalheiro

source: Entretien
en: Maintenance
es: Mantenimiento
it: Mantenimento
pt: Manutenção

# Environ %@ session%@ par semaine. %@
source: Environ %1$@ session%2$@ par semaine. %3$@
en: About %1$@ session%2$@ per week. %3$@
es: Unas %1$@ sesion%2$@ por semana. %3$@
it: Circa %1$@ session%2$@ a settimana. %3$@
pt: Cerca de %1$@ sess%2$@ por semana. %3$@

source: Espace les séances pour conserver ce résultat.
en: Space out the sessions to keep this result.
es: Espacia las sesiones para conservar este resultado.
it: Dilata le sessioni per conservare questo risultato.
pt: Espaça as sessões para manter este resultado.

source: Et elle est lumineuse, pleine d'éclat.
en: And it's radiant, full of glow.
es: Y está luminosa, llena de brillo.
it: Ed è luminosa, piena di splendore.
pt: E está luminosa, cheia de brilho.

source: Explorer
en: Explore
es: Explorar
it: Esplora
pt: Explorar

source: Exposition
en: Exposure
es: Exposición
it: Esposizione
pt: Exposição

source: Exposition au soleil
en: Sun exposure
es: Exposición al sol
it: Esposizione al sole
pt: Exposição ao sol

source: Expositions courtes et régulières. La crème reste systématique.
en: Short, regular sessions. Sunscreen stays a must.
es: Sesiones cortas y regulares. El protector sigue siendo imprescindible.
it: Sessioni brevi e regolari. La crema resta d'obbligo.
pt: Sessões curtas e regulares. O protetor continua obrigatório.

source: Extrême
en: Extreme
es: Extremo
it: Estremo
pt: Extremo

source: FAIBLE
en: LOW
es: BAJO
it: BASSO
pt: BAIXO

source: FONCÉ
en: DARK
es: OSCURO
it: SCURO
pt: ESCURO

source: Faible
en: Low
es: Bajo
it: Basso
pt: Baixo

source: Femme
en: Woman
es: Mujer
it: Donna
pt: Mulher

source: Fenêtre UV idéale
en: Ideal UV window
es: Franja UV ideal
it: Fascia UV ideale
pt: Janela UV ideal

source: Finalisation
en: Finalizing
es: Finalizando
it: Finalizzazione
pt: A finalizar

source: Félicitations !
en: Congratulations!
es: ¡Felicidades!
it: Congratulazioni!
pt: Parabéns!

source: Garde ce rythme prudent, c'est exactement le bon esprit.
en: Keep this careful pace, it's exactly the right spirit.
es: Mantén este ritmo prudente, es justo la actitud correcta.
it: Mantieni questo ritmo prudente, è proprio lo spirito giusto.
pt: Mantém este ritmo prudente, é mesmo o espírito certo.

source: Garde ton UV du jour et ton temps de bronzage sûr à portée de regard, sans ouvrir l'app.
en: Keep today's UV and your safe tanning time at a glance, without opening the app.
es: Ten a la vista el UV de hoy y tu tiempo de bronceado seguro, sin abrir la app.
it: Tieni a portata di sguardo l'UV di oggi e il tuo tempo di abbronzatura sicuro, senza aprire l'app.
pt: Tem à vista o UV de hoje e o teu tempo de bronzeamento seguro, sem abrir a app.

source: Garder ma couleur actuelle
en: Keep my current color
es: Mantener mi color actual
it: Mantenere il mio colore attuale
pt: Manter a minha cor atual

source: Glow doré subtil
en: Subtle golden glow
es: Glow dorado sutil
it: Glow dorato sottile
pt: Glow dourado subtil

source: Goldn calcule l'indice UV de ta région et te dit quand c'est le bon moment pour bronzer. Pas de devinette, juste de la science.
en: Goldn calculates your area's UV index and tells you when it's the right time to tan. No guesswork, just science.
es: Goldn calcula el índice UV de tu zona y te dice cuándo es el buen momento para broncearte. Sin adivinar, solo ciencia.
it: Goldn calcola l'indice UV della tua zona e ti dice quando è il momento giusto per abbronzarti. Niente indovinelli, solo scienza.
pt: O Goldn calcula o índice UV da tua zona e diz-te quando é a altura certa para bronzear. Sem adivinhas, só ciência.

source: Goldn calcule ta dose sûre du jour et t'alerte avant la brûlure.
en: Goldn calculates your safe daily dose and alerts you before you burn.
es: Goldn calcula tu dosis segura diaria y te avisa antes de quemarte.
it: Goldn calcola la tua dose sicura giornaliera e ti avvisa prima della scottatura.
pt: O Goldn calcula a tua dose segura diária e avisa-te antes de queimares.

source: Goldn suit ton bronzage en temps réel et t'affiche tes progrès vers ta teinte rêvée. Tu sais exactement où tu en es.
en: Goldn tracks your tan in real time and shows your progress toward your dream shade. You know exactly where you stand.
es: Goldn sigue tu bronceado en tiempo real y te muestra tu progreso hacia tu tono soñado. Sabes exactamente dónde estás.
it: Goldn monitora la tua abbronzatura in tempo reale e mostra i progressi verso la tonalità dei tuoi sogni. Sai esattamente a che punto sei.
pt: O Goldn acompanha o teu bronzeado em tempo real e mostra o teu progresso até ao tom dos teus sonhos. Sabes exatamente onde estás.

source: Goldn t'enverra des rappels intelligents — uniquement utiles.
en: Goldn will send you smart reminders — only useful ones.
es: Goldn te enviará recordatorios inteligentes — solo los útiles.
it: Goldn ti invierà promemoria intelligenti — solo quelli utili.
pt: O Goldn vai enviar-te lembretes inteligentes — só os úteis.

source: Goldn • Bronzage Sûr
en: Goldn • Safe Tanning
es: Goldn • Bronceado Seguro
it: Goldn • Abbronzatura Sicura
pt: Goldn • Bronzeamento Seguro

source: Gratuit
en: Free
es: Gratis
it: Gratis
pt: Grátis

source: Habituer ta peau en douceur
en: Ease your skin in gently
es: Acostumbrar tu piel con suavidad
it: Abituare la pelle con dolcezza
pt: Habituar a pele com suavidade

source: Habitué
en: Regular
es: Habitual
pt: Habitual

source: Hebdo
en: Weekly
es: Semanal
it: Settimanale
pt: Semanal

source: Historique de progression
en: Progress history
es: Historial de progreso
it: Cronologia dei progressi
pt: Histórico de progresso

source: Homme
en: Man
es: Hombre
it: Uomo
pt: Homem

source: Hydrate-toi
en: Moisturize
es: Hidrátate
it: Idratati
pt: Hidrata-te

source: Hâle profond : tu es au sommet de ta teinte.
en: Deep tan: you're at the peak of your shade.
es: Bronceado profundo: estás en la cima de tu tono.
it: Abbronzatura intensa: sei al massimo della tua tinta.
pt: Bronzeado profundo: estás no auge do teu tom.

source: Hâlé
en: Tanned
es: Bronceado
it: Abbronzato
pt: Bronzeado

source: Ignorer
en: Skip
es: Omitir
it: Ignora
pt: Ignorar

source: Importe plutôt une photo depuis ta photothèque.
en: Import a photo from your library instead.
es: Importa una foto desde tu galería.
it: Importa invece una foto dalla tua libreria.
pt: Importa antes uma foto da tua galeria.

source: Importer depuis la galerie
en: Import from gallery
es: Importar de la galería
it: Importa dalla galleria
pt: Importar da galeria

source: Impossible de contacter la boutique. Vérifie ta connexion puis réessaie.
en: Couldn't reach the store. Check your connection then try again.
es: No se pudo contactar la tienda. Verifica tu conexión e inténtalo de nuevo.
it: Impossibile contattare lo store. Controlla la connessione e riprova.
pt: Não foi possível contactar a loja. Verifica a tua ligação e tenta de novo.

source: Indice UV
en: UV index
es: Índice UV
pt: Índice UV

source: Indice UV par heure
en: Hourly UV index
es: Índice UV por hora
it: Indice UV orario
pt: Índice UV por hora

source: Indice de bronzage
en: Tanning index
es: Índice de bronceado
it: Indice di abbronzatura
pt: Índice de bronzeamento

source: J'ai compris
en: Got it
es: Entendido
it: Ho capito
pt: Percebi

source: J'en profite
en: Get the offer
es: Aprovechar
it: Approfitta
pt: Aproveitar

source: Jalons
en: Milestones
es: Hitos
it: Traguardi
pt: Marcos

source: Jamais
en: Never
es: Nunca
it: Mai
pt: Nunca

source: Jardin
en: Garden
es: Jardín
it: Giardino
pt: Jardim

source: Jardin / balcon
en: Garden / balcony
es: Jardín / balcón
it: Giardino / balcone
pt: Jardim / varanda

source: Je bronze en toute sécurité avec Goldn! Rejoins-moi: goldnapp.com/%@
en: I tan safely with Goldn! Join me: goldnapp.com/%@
es: ¡Me bronceo con total seguridad con Goldn! Únete: goldnapp.com/%@
it: Mi abbronzo in tutta sicurezza con Goldn! Unisciti a me: goldnapp.com/%@
pt: Bronzeio-me com toda a segurança com a Goldn! Junta-te a mim: goldnapp.com/%@

source: Je préfère ne pas dire
en: Prefer not to say
es: Prefiero no decirlo
it: Preferisco non dirlo
pt: Prefiro não dizer

source: Je rougis vite
en: I redden quickly
es: Me enrojezco rápido
it: Arrossisco in fretta
pt: Fico vermelho rapidamente

source: Je suis %@ sur Goldn! Ma teinte est au niveau %lld et j'ai une série de %lld jours! 🌞
en: I'm %@ on Goldn! My shade is at level %lld and I have a %lld-day streak! 🌞
es: ¡Soy %@ en Goldn! Mi tono está en el nivel %lld y llevo una racha de %lld días! 🌞
it: Sono %@ su Goldn! La mia tinta è al livello %lld e ho una serie di %lld giorni! 🌞
pt: Sou %@ na Goldn! O meu tom está no nível %lld e tenho uma sequência de %lld dias! 🌞

source: Jour
en: Day
es: Día
it: Giorno
pt: Dia

source: Jours de suite
en: Day streak
es: Racha de días
it: Giorni di fila
pt: Sequência de dias

# Jusqu'à %lld min de soleil sans risque. Meilleur créneau : %@.
source: Jusqu'à %1$lld min de soleil sans risque. Meilleur créneau : %2$@.
en: Up to %1$lld min of safe sun. Best window: %2$@.
es: Hasta %1$lld min de sol sin riesgo. Mejor franja: %2$@.
it: Fino a %1$lld min di sole sicuro. Fascia migliore: %2$@.
pt: Até %1$lld min de sol seguro. Melhor janela: %2$@.

source: L'IA étudie ta peau…
en: AI is studying your skin…
es: La IA analiza tu piel…
it: L'IA analizza la tua pelle…
pt: A IA analisa a tua pele…

source: L'éclat est au rendez-vous.
en: The glow is right there.
es: El brillo está presente.
it: Lo splendore c'è tutto.
pt: O brilho está presente.

source: L'éclat est en retrait aujourd'hui.
en: The glow is a bit low today.
es: El brillo está más bajo hoy.
it: Lo splendore è un po' in calo oggi.
pt: O brilho está em baixa hoje.

source: L-2
en: -2d
es: -2d
it: -2g
pt: -2d

source: L-3
en: -3d
es: -3d
it: -3g
pt: -3d

source: L-4
en: -4d
es: -4d
it: -4g
pt: -4d

source: L-5
en: -5d
es: -5d
it: -5g
pt: -5d

source: L-6
en: -6d
es: -6d
it: -6g
pt: -6d

source: L-7
en: -7d
es: -7d
it: -7g
pt: -7d

source: La chance tourne…
en: Luck is spinning…
es: La suerte gira…
it: La fortuna gira…
pt: A sorte está a girar…

source: La couleur d'une zone jamais exposée (intérieur du bras).
en: The color of a never-exposed area (inner arm).
es: El color de una zona nunca expuesta (interior del brazo).
it: Il colore di una zona mai esposta (interno del braccio).
pt: A cor de uma zona nunca exposta (interior do braço).

source: La couleur est bien homogène.
en: The color is nice and even.
es: El color es bien homogéneo.
it: Il colore è ben omogeneo.
pt: A cor está bem homogénea.

source: La couleur manque encore d'uniformité.
en: The color still lacks evenness.
es: Al color aún le falta uniformidad.
it: Al colore manca ancora uniformità.
pt: À cor ainda falta uniformidade.

source: La couleur s'approfondit doucement.
en: The color is deepening gently.
es: El color se intensifica con suavidad.
it: Il colore si approfondisce dolcemente.
pt: A cor está a intensificar-se suavemente.

source: La photo n'a pas pu être enregistrée.
en: The photo couldn't be saved.
es: No se pudo guardar la foto.
it: Impossibile salvare la foto.
pt: Não foi possível guardar a foto.

source: La protection s'estompe avec le temps, la transpiration et la baignade. Réapplique pour rester protégé.
en: Protection fades with time, sweat and swimming. Reapply to stay protected.
es: La protección se desvanece con el tiempo, el sudor y el baño. Vuelve a aplicar para seguir protegido.
it: La protezione svanisce con il tempo, il sudore e i bagni. Riapplica per restare protetto.
pt: A proteção esvai-se com o tempo, o suor e os banhos. Reaplica para continuares protegido.

source: La teinte monte, avec un léger échauffement.
en: The shade is rising, with slight warming.
es: El tono sube, con un ligero calentamiento.
it: La tinta sale, con un leggero surriscaldamento.
pt: O tom está a subir, com um ligeiro aquecimento.

source: La teinte progresse dans la bonne direction.
en: The shade is progressing in the right direction.
es: El tono progresa en la dirección correcta.
it: La tinta procede nella direzione giusta.
pt: O tom está a progredir na direção certa.

source: La teinte sans la brûlure
en: The tan without the burn
es: El tono sin la quemadura
it: L'abbronzatura senza la scottatura
pt: O tom sem a queimadura

source: Lancer le minuteur
en: Start the timer
es: Iniciar el temporizador
it: Avvia il timer
pt: Iniciar o temporizador

source: Lancer ma routine du soir
en: Start my evening routine
es: Iniciar mi rutina de noche
it: Avvia la mia routine serale
pt: Iniciar a minha rotina da noite

source: Lancer ma séance
en: Start my session
es: Iniciar mi sesión
it: Avvia la mia sessione
pt: Iniciar a minha sessão

source: Le hâle monte régulièrement, sans à-coups.
en: The tan is rising steadily, smoothly.
es: El bronceado sube de forma constante, sin sobresaltos.
it: L'abbronzatura sale in modo costante, senza scatti.
pt: O bronzeado sobe de forma regular, sem solavancos.
